Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/samedikki-musihkkajuolludeamit.html.tmx
Source language: sme
Languages: smj

source: Sámedikki musihkkajuolludeamit / Dáidda – ja kulturbargu / Kultureallin / Sámediggi - Sametinget
smj: Musihkkajuollodime Sámedikkes / Dájdda- ja kulturdåjmadibme / Kultuvrraiellem / Sámedigge - Sametinget

source: Sámedikki musihkkajuolludeamit
smj: Musihkkajuollodime Sámedikkes

source: Sámediggeráđđi lea juolludan oktiibuot 2,3 miljon ruvnno musihkkaalmmuhemiide 2014:s.
smj: Sámediggeráde le juollodam 2,3 mill kråvnå musihkkaalmodimijda jagen 2014.

source: Dán jagi leat juolludan doarjaga sihke ođđaáigásaš ja árbevirolaš sámi musihkkii.
smj: Dán jage juollodime musihkkaj le doarjja vattedum goappátjagá ådåájggásasj ja árbbedábálasj sáme musihkkaj.

source: Ulbmil musihkkaalmmuhemiiguin lea ovddidit kvalitehtalaččat buori sámi musihka mii lea olahanmuttus buohkaide.
smj: Musihkkaalmodimij ulmme le åvdedit buorre sáme musihkav majt gájka máhtti ávkkit.

source: - Dán jagá ohcamat ja juolludeamit čájehit ahte dáhpáhuvvá ollu gelddolaččaid sámi musihkkasuorggis, ja das leat máŋga šáŋgara, ja máŋga nuorra artistta mat dollet alla dási.
smj: - Dan jage åtsålvisá ja juollodime vuosedi ållo miellagiddis dáhpaduvvá sáme musihkkaiellemin, segadahttijn moadda sjáŋŋara, ja moadda nuorra artista gejn la alla dásse.

source: Mii leat maid ilus dan buori ovdáneamis mii luođis lea, lohká Olsen.
smj: Mij lip aj ávon juojggusa buorre åvddånimes, javlla Olsen

source: Oktiibuot leat 18 almmuheami ožžon doarjaga dán jagi.
smj: Tjoahkkáj li 18 almodime oadtjum dårjav dan jage.

source: Daid searvvis leat máŋga nuorra artistta.
smj: Dajs li moadda nuorra artista.

source: Dat guoská earret eará Biru Baby Álttás eret, Katarina Barrrukii ja Marja Helene Fjellheim Mortensenii.
smj: Dasi gulluji nåv gå Biru Baby Áltás, Katarina Barruk ja Marja Helene Fjellheim Mortensen.

source: Čieža luohtealmmuheami leat maid ožžon doarjaga, ja guokte main leat oskkolaš dovnnat ja guokte almmuheami main lea mánáide musihkka.
smj: Doarjja le aj vattedum gietja almodibmáj juojggusij, guokta almodime åsskotåvnåj ja guokta almodime musihkajn mánájda.

source: - Lea leamaš buorre dássi dán jagá ohcamiin, ja mii leat maid ilus go leat nu máŋggas geat seaguhit luođi árbevirolaš dahje ođđaáigásaš hápmái iežaset musihkas, lohká Sámediggeráđđi Henrik Olsen.
smj: - Dan jage åtsålvisájn la læhkám alla dásse, ja mij lip aj ávon gå li nåv moattes gudi sebrudahtti juojggusav árbbedábálasj jali ådåájggásasj hamen musihkan, javllá Sámediggeráde ájras Henrik Olsen.

source: Oktiibuot ledje ohcamat badjelaš 5 miljon ruvnno ovddas.
smj: Dan jage åhttsij mierre lij badjelasj vihtta millijåvnå kråvnå.
